;
; Puține reguli pentru traducător:
; Pentru început de traducere - copiați english.ini în limba dvs.ini
; Traduceți textul numai după simbolul '='
; 
; De asemenea, puteți utiliza 'translator pentru wisecleaner.com' pentru a vă ajuta să completați cu ușurință traducerea. 
; Puteți descărca traducerea la http://www.wisecleaner.com/language.html.
;
; Product Name: Wise Registry Cleaner
; TranslationAuthor = Samoca Stefan Mihai
; TranslationAuthor Email = icesbitt@yahoo.com
;

[Lang]
NativeLanguage=Română (Romanian)

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=Bine
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Inchidere
ButtonRestore=Restaurare
ButtonMenu=Meniu
Support=Suport și Păreri

[Translation]
;
; Reading habits
; 
ReadHabit=De la stânga la dreapta
;
;  Font and Charset
;
LanguageName=ROM
LangCode=0418
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
;
; Message box
;
Information=Informatii
Warning=Avertismente
Error=Eroare
Confirm=Confirmare
;
; Main GUI
;
FrmGeneral.chkuac.caption=Sari UAC
FrmWRC.btnassist.caption=Asistenţă
FrmWRC.btnregclean.caption=Curățare Registri
FrmWRC.btnadv.caption=Optimizare Sistem 
FrmWRC.btnsilm.caption=Defrag Registri 
FrmWRC.btnrestore.caption=Restaurare
FrmWRC.btnsettings.caption=Setări
FrmWRC.btnlikeit.caption=Îmi place
FrmWRC.btnsuggest.caption=Sugestii și Păreri
FrmWRC.WiseSimpleButton1.caption=Copie de Rezervă
FrmWRC.btnupdate.caption=Verifică actualizări
FrmWRC.btnfacebook.hint=Urmariți-ne pe Facebook
FrmWRC.btntwitter.hint=Urmăriți-ne pe Twitter
FrmWRC.btnemail.hint=Împărtăşiţi cu prietenii dvs
FrmWRC.btnmessage.caption=Mesaj
;
; Reg Cleaner
;
FrmReg.caption=Înregistrează
FrmRegClean.btnall.caption=Selectați tot
FrmRegClean.btnre.caption=Recomandat
FrmRegClean.btnnone.caption=Selectați nimic
FrmRegClean.btnCustom.caption=Zonă Personalizată
FrmRegClean.WiseLabel1.caption=Planificare
FrmRegClean.lbltype.caption=Rulare:
FrmRegClean.lblweek.caption=Selectați Ziua:
FrmRegClean.lbltime.caption=Timp:
FrmRegClean.btnScan.caption=Scanare
FrmRegClean.btncancel.caption=Anulare
FrmRegClean.btnrescan.caption=Înapoi
FrmRegClean.lblstat.caption=Până acum nu v-ați curățat registri. O curățare imediată este sugerată!
FrmRegClean.vtrc.Columns[0]=Data
FrmRegClean.vtrc.Columns[1]=Cheie Registri
FrmReg.lblinfo.caption=Vă mulțumim pentru că ați ales Wise Registry Cleaner
FrmReg.lblinfoex.caption=Vă rugăm să introduceți cheia de licență pentru a activa versiunea PRO.
FrmReg.lblemail.caption=E-mail:
FrmReg.lblUser.caption=Numele dvs:
FrmReg.lblKey.caption=Cheie de licență:
FrmReg.btnReg.caption=Înregistrează
FrmReg.btnbuy.caption=Cumpără acum
FrmReg.lblhelp.caption=Aveți probleme la introducerea cheii de licență?
FrmReg.btnContact.caption=Contactați-ne
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimizare
FrmOptimizer.btnnone.caption=Selectați nimic
FrmOptimizer.btnall.caption=Selectați tot
FrmOptimizer.btnDefault.caption=Setări Implicite
FrmOptimizer.lblrecommendinfo.caption=Vă rugăm sa încercați si celelalte produse de la wisecleaner.com acum!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=este un pachet important : registrii, disc si alte utilitare de sistem pentru PC. Ușor de folosit si eficient!
FrmOptimizer.lblwdcinfo.caption=este cel mai bun Cleaner de disc gratuit pentru curatarea fisierelor nefolositoare si urmelor de confidentialitate. Rapid, complet si sigur!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Doriți să vă îmbunatațiți performanțele Windows-ului?
Frmoptimizer.lblinfoex.caption=Optimizarea Sistemului poate inbunătăți rețeaua, viteza, si poate stabiliza sistemul.
FrmOptimizer.btnoptimize.caption=Optimizare
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Defragmentarea regiștrilor poate face PC-ul mai rapid și mai stabil.
FrmRegDefragger.lblstat.caption=Nu ați defragmentat regiștri încă. O defragmentare instantă este recomandată!
FrmRegDefragger.btndefrag.caption=Defragmentare
FrmRegDefragger.lblinfo1.caption=1. Vă sugerăm să închideți toate celelalte aplicații înainte de a executa această funcție.
FrmRegDefragger.lblinfo2.caption=2. Sistemul poate deveni temporar fără răspuns, acest lucru fiind normal.
FrmRegDefragger.lblinfo3.caption=3. Sistemul va reporni în mod automat odată ce defragmentarea regiștrilor este terminată.
FrmRegDefragger.lblinfo4.caption=4. Vă rugăm nu întrerupeţi defragmentarea regiștrilor, în caz contrar aceasta va provoca consecinţe necunoscute.
FrmRegDefragger.vtdefrag.Columns[0]=Nume mulţime
FrmRegDefragger.vtdefrag.Columns[1]=Dimensiune curentă
FrmRegDefragger.vtdefrag.Columns[2]=Dimensiune nouă
FrmRegDefragger.vtdefrag.Columns[3]=Rata surplusului
FrmRegDefragger.btnAnalysis.caption=Analizare
;
; Custom scan areas
;
Frmcustom.caption=Preferate
Frmcustom.btnre.caption=Recomandat
Frmcustom.btnall.caption=Selectați tot
Frmcustom.btnnone.caption=Selectați nimic
Frmcustom.btncancel.caption=Anulare
Frmcustom.btnok.caption=Bine
;
; About Window
;
FrmAbout.lblver.caption=Versiunea curentă:
FrmAbout.lblemail.caption=Suport e-mail:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Pagina principală:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Multumim următoarelor persoane pentru contribuțiile lor:
FrmAboutWin.caption=Despre
FrmAboutWin.btnok.caption=Bine
;
; Settings
;
FrmSettings.caption=Setări
FrmSettings.tsCommon.caption=General
FrmGeneral.chkexp.caption=Alătură-te programului de imbunătățire a experienței clientului
FrmGeneral.lblexp.caption=Detalii
FrmSettings.tsAutoRun.caption=Rulare Automată
FrmSettings.tsExclusion.caption=Excludere
FrmSettings.btnrestore.caption=Despre
FrmSettings.btnok.caption=Bine
FrmSettings.btncancel.caption=Anulare
FrmGeneral.chkassist.caption=Anunță-mă când cineva a postat o întrebare plătită.
FrmUsers.lblinfo.caption=Selectați utilizatorii pe care doriți să îi gestioneze Wise Registry Cleaner
FrmUsers.rdcuser.caption=Doar utilizatorul curent
FrmUsers.rdauser.caption=Toți utilizatorii
FrmUsers.rdusers.caption=Selectați utilizatori
FrmSettings.tsUsers.caption=Utilizatori
FrmGeneral.ckRestorePoint.caption=Creează automat un punct de restaurare a sistemului înainte de defragmentare
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Creați icon cu "Curățare cu un clic", si puneți-o pe Desktop
FrmAutorunSettings.lblcmd.caption=Linie de Comandă
FrmAutorunSettings.lblcmdinfo.caption=Puteți executa programul, scana si curăța registri Automat prin linia de comandă. Pentru mai multe informații, vă rugăm să apăsați F1 sau faceți clic pe urmatorul URL pentru a citi documentul nostru de ajutor
FrmAutorunSettings.btnhelp.caption=Ajutor Online
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Cuvânt cheie
FrmExclusion.btnExport.caption=Export
FrmExclusion.btnRemove.caption=Elimină
FrmExclusion.btnimport.caption=Import
Frminput.btnok.caption=Bine
Frminput.btncancel.caption=Anulare
;
; General Settings
;
FrmGeneral.chkNews.caption=Auto primește buletine
FrmGeneral.chkbackup.caption=Backup Registri inainte de curățare
FrmGeneral.WiseLabel1.caption=Actualizare:
FrmGeneral.WiseLabel2.caption=Limba
FrmGeneral.btnchecknew.caption=Verifică acum
FrmGeneral.lbtran.caption=Traducere la...
FrmGeneral.lblscanmode.caption=Scanare Registri
FrmGeneral.rdnormal.caption=Normală (Recomandat)
FrmGeneral.rdssafe.caption=Scanare Rapidă
FrmGeneral.rddeep.caption=Scanare Profundă
FrmGeneral.lblBackup.caption=Backup la:
FrmGeneral.btnbr.caption=Navigare...
FrmRegClean.lblDefaultHint.Caption=Numai scanarea intrărilor sigure
FrmRegClean.lblFullHint.Caption=Modul de scanare complet pentru utilizatorii avansați
FrmRegClean.lblCustomHint.Caption=Scanați intrările personalizate
TFrmScheduler.lblHint.caption=Sarcina programată va folosi modul Scanare rapidă.
FrmScheduler.caption=Programare
;
; Backup and Restore
;
Frm_br.btncancel.caption=Anulare
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Creați Backup Complet Registri
FrmBackup.btnsys.caption=Creați Punct Restaurare sistem
FrmRestore.caption=Centru Restaurări
FrmRestore.btnRegBk.caption=Backup Registri
FrmRestore.btnSysBK.caption=Restaurare Sistem
FrmRestore.btnclose.caption=Inchidere
FrmRestore.btnrestore.caption=Restaurare
FrmRestore.btnremove.caption=Elimină
;
; Update
;
frmupdate.caption=Actualizări Soft
;
; Popup Menus
;
pmLicenseKey1=Înregistrează
pmLicenseKey=Schimbă cheia de licență
pmHelp=Ajutor Online
pmforum=Forum
pmHome=Pagina Principală:
pmContact=Contactați-ne
pmCheckNew=Verifică actualizări
pmLang=Limba
pmSkin=Selectare Skin
pmAbout=Despre
pmIgnore=Ignorare element
pmrec=Selectare Element Sigur
pmAll1=Selectați tot
pmNone=Selectați nimic
pmGo=Deschide în Editor Registri...
pmExport=Trimite către...
pmPortable=Creare versiune portabilă
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Dacă vă place Wise Registry Cleaner, atunci prezentați acest utilitar gratuit celor apropiați.
FrmlikeUs.lblInfo.caption=Vă rugăm împărtășiți Wise Registry Cleaner cu familia, prietenii, colegii prin E-mail, Blog, Twitter, Youtube, Facebook, etc..  le ve-ți aduce confort si eficiență in viața lor.
FrmlikeUs.lblRate.caption= Evaluați Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Urmariți-ne la:
FrmlikeUs.lblshare.caption=Distribuie WRC:
FrmlikeUs.btndownload.caption=Descărcări gratuite
FrmlikeUs.imgrate.hint=Dati-ne 5 stele
FrmlikeUs.imgmail.hint=Împărtășiți prietenilor
FrmlikeUs.imgface1.hint=Distribuie pe facebook
FrmlikeUs.imgface2.hint=Urmariți-ne pe facebook
FrmlikeUs.imgtwitter1.hint=Distribuie pe twitter
FrmlikeUs.imgtwitter2.hint=Urmariți-ne pe twitter
FrmlikeUs.Caption=Îmi place
FrmlikeUs.lbldownload.caption=Descărcați mai multe softuri gratuite de la WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Analizează Registri
FrmProcess.lblwait.caption=Analizează...
FrmProcess.lblinfo.caption=PC-ul nu va răspunde cateva secunde sau minute.
FrmProcess.lblwait.caption=Analizează, vă rog asteptați...

[Message]
NoNews=Nu aveți niciun mesaj necitit.
InvalidRegInfo=Informații de înregistrare nevalide!
alluser=Toți utilizatorii
currentuser=Utilizator curent
Username=Nume de utilizator
Proupdate=Îmi pare rău că versiunea cadou nu poate suporta actualizarea, dar vă putem oferi reduceri speciale pentru a obține cea mai recentă versiune. În caz contrar, va deveni versiunea GRATUITĂ dacă alegeți să o actualizați. Continuă?
MWDetected=MalwareBytes este detectat pentru a bloca %s de la funcționare. Faceți clic pe Bine pentru a obține soluția.
ActivateOnline=Verificăm informațiile de înregistrare, vă rugăm să așteptați câteva secunde...
WRCRunning=Programul rulează.
StopAndExit=Programul scanează, doriți să opriți scanarea și să ieșiți acum?
EmptyEmail=Adresa de e-mail nu poate fi goală.
EmptyName=Numele de utilizator nu poate fi gol.
InvalidEmail=E-mail nevalid, introduceți un e-mail valid.
EmpytKey=Cheia de licență nu poate fi goală.
InvalidKey=Cheie de licență nevalidă, introduceți o cheie validă.
EnterEmail=Introduceți adresa dvs. de e-mail
EnterName=Introdu numele tău
EnterKey=Introduceți cheia de licență
OverMaxTimes=A depășit numărul maxim de activări.
ThanksRegister=Vă mulțumim pentru înregistrarea acestui produs!
Activated=Versiunea completă a fost activată.
ConnectFail=Nu vă puteți conecta la server, vă rugăm să verificați conexiunea la internet și încercați mai târziu.
NoRegInfo=Nu vă puteți găsi informațiile de înregistrare, dacă considerați că aceasta este o greșeală, vă rugăm să ne contactați.
NeedAdmire=Funcția este disponibilă pentru administrator. Dacă doriți să rulați funcția, vă rugăm să vă autentificați ca administrator.
Valuenrea=Numele valorii
Keyname=Numele cheii
ScheduleHint=Curățați computerul în mod regulat.
Unoptimized=Neoptimizat
UpdateError=Actualizare eroare, doriți să descărcați cea mai recentă versiune de pe site-ul nostru?
RegeditorLocked=Regeditul dvs. este blocat. Funcția de rezervă/restaurare necesită un regedit accesibil. Doriți să deblocați regedit acum?
failtounLock=Nu a putut debloca regedit. Poate aveți nevoie de autorizare suplimentară pentru a realiza această operațiune.
Total=Total
DefragRate=Vă poate ajuta să reduceți dimensiunea registrilor cu %s.
SuggestDefrag=O defragmentare imediată a registrilor este recomandată.
SuggestIgnore=Registri are unele redundanțe, deci vă rugăm să defragmentați data viitoare.
TypeNoError=Curat
NeverClean=Până acum nu ați curățat registri. O curățare imediată este sugerată!
AdviseClean=Curățarea regulată a Registrilor poate face ca Pc-ul să ruleze mai rapid si mai sigur.
DupItem=Acest element a fost inclus în listă.
Advisedefrag=Defragmenarea Registrilor poate face ca PC-ul să ruleze mai rapid si să fie mai stabil.
NeverDefrag=Nu v-ați defragmentat registri încă. O defragmentare imediată este sugerată!
LastDefrag=Defragmentare Registri:
TotalDefrag=Un total de %.2f au fost comprimate.
DefaultValue=(Implicit)
RegBackup=Copie de Rezervă Registri
RegRestore=Restaurează Registri
CreateBackup=Crează backup date...
Compress=Comprimă...
Extracte=Extrage...
Complete=Complet
RestoreReg=Restaurează Registri...Așteaptă câteva minute...
NotSupportOS=Această caracteristică nu este suportată pe acest sistem de operare.
EnableRestore=System Restore este dezactivat. Doriți să-l activați?
SysCreating=Creare punct de Restaurare...
SysRestoring=Pregătire pentru restabilirea sistemului ...
RestorePointDone=Punctul de Restaurare a fost creat cu succes.
RestorePointFail=Nu s-a putut crea punct de Restaurare a sistemului.
ErrorMsg=Mesaj Eroare:
Area=Zonă
Summary=Descriere
LeastOne=Vă rugăm să alegeți cel puțin o zonă pentru scanare.
IsRunning=Programul scanează, vă rugăm să asteptați terminarea scanării, și să încercați din nou.
Optimized=Optimizat
DefragReport=Registri a fost compactat. Raport optimizare:
DefragReport1=Dimensiune Veche Registri:
DefragReport2=Dimensiune Nouă Registri:
DefragReport3=Dimensiune Optimizată:
ReOptimize=Optimizare Nouă
ComfirmDefrag=Vă rugăm salvați-vă lucrul neterminat, deoarece PC-ul se va reporni imediat dupa Defragmentarea Registrilor. Vreți să incepeți acum?
def15After=%d zile au trecut de când nu ați mai defragmentat registri. Vă rugăm Defragmentați acum!
def15Before=Computerul va rula rapid si stabil, dacă vă păstrați registri compact pe cât posibil.
KeyWord=Introduceți cuvintele cheie:
ExImport=Lista de excludere a fost exportată în:
NoNewVer=Versiunea pe care o utilizați este cea mai recentă.
Daily=Zilnic
Weekly=Săptămânal
Monthly=Lunar
Never=Niciodată
TranslateTo=Traducere la...
NeedBack=Se pare ca aceasta este prima dată când folosiți acest program. Un backup de registri este recomandat imediat. Doriți să creați un backup acum?
Newsletter=Buletin informativ
UpgradeInfo=Informații Actualizări
CannotCrTask=Nu se poate crea o sarcină programată.
ScheduleNextTime=Data viitoare:
Exported=Elementele curente au fost exportate la %s. Doriți să deschideți fișierul acum?
Idle=Inactiv (idle)
Login=La logare
LastClean=Curățațare registri:
Monday=Luni
Tuesday=Marți
Wednesday=Miercuri
Thursday=Joi
Friday=Vineri
Saturday=Sâmbătă
Sunday=Duminică
IssueFound=%d probleme găsite.
Scanning=Scannează...
ScanCanceled=Scanarea a fost anulată!
FindError=Un total de %d probleme găsite de data asta. %d au fost nesigure.
LogAll=%d probleme găsite, %d probleme rezolvate.
LogFail=Eșuare eliminare %d probleme.
StartClean=Curățare
StartScan=Scanare
7After= %d zile au trecut de când a-ți curățat registrii. O scanare imediată este sugerată.
7Before=Cu cât registri este mai curat cu atât computerul va deveni mai rapid!
ReScanHint=%d probleme găsite. Vă sugerăm să scanați din nou pentru a găsi mai multe necunoscute.
CleanNow=Vă rugăm să faceți clic pe "Curățare" pentru a rezolva aceste probleme immediat.
NoError=Felicitări! Registri este curat.
GoodHabit=Este utilă menținerea PC-ului la performanțe de vârf prin curățarea regulată a Registrilor.
ReScanHint1=Vă sugerăm să scanați din nou pentru a găsi potențiale probleme.
TypeChanged=Ați schimbat elementele de scanat!
ReScanHint2=Vă rugăm scanați din nou, pentru a găsi probleme.
CleanDone=Curățarea este finalizată!
bkAuto=Automat
bkManual=Manual
BackupDate=Timp Backup
BackupType=Tip Backup
Problems=Probleme
CreateDate=Data Creării
Description=Descriere
Removebackup=Doriți să eliminați copia de rezervă selectată?
RemoveSysRestore=Doriți să eliminați punctul de Restaurare selectat?
NoBackupSelected=Vă rugăm să alegeți cel puțin o copie de rezervă pentru Restaurare.
RestoreComplete=Restaurare finalizată
RestoreFromSysRestore=Trebuie să reporniți computerul pentru Restaurarea Sistemului. Restaurați acum?
WhenIdle=Inactiv (idle)
WhenLogin=La logare
NewVer=O nouă versiune este disponibilă! Vrei să-l actualizezi acum?
TranslateTo=Traducere la...

[Tuneup]
BootSpeedup=Accelerare Pornire/Oprire
SystemStable=Stabilitate Sistem
SystemSpeedup=Accelerare Sistem
NetworkSpeedup=Accelerare Reţea
SSDSpeedup=Optimizare SSD
BootPartition=Activați funcția de optimizare pentru a îmbunătăți viteza de pornire Windows.
BootDelay=Reduceți timpul de "verificare a discului" pentru a îmbunătăți viteza de pornire Windows.
ClearPagingFile=Dezactivaţi funcţia de curăţare a fişierului de paginare pentru a îmbunătăţii procesul de inchidere
TimeOut=Reduceți timpul de inactivitate a aplicaţiilor la închidere pentru a îmbunătăţii procesul de inchidere
PrefetchParameters=Optimizați parametrii prefetch pentru a îmbunătăți viteza de pornire Windows.
AutoKill=Închideți procesele înghețate pentru a evita accidentele de sistem.
RestartExplorer=Reporniți automat Windows Explorer pentru a evita dispariția unui desktop neașteptat.
TwoProcess=Asigurați componentele Windows Explorer să ruleze ca proces separat pentru a evita conflictul de sistem.
RemoteRegAccess=Dezactivați modificarea registrilor de la un computer la distanță.
BlueReboot=Dezactivați repornire automată atunci când sistemul se confruntă cu ecran albastru de deces.
SuperPrefetchParameters=Dezactivați Super-Prefetch pentru a reduce consumul de memorie în Windows (8/10) bootare.
ErrorReport=Dezactivați raportarea erorilor pe ecran pentru a îmbunătăți performanța sistemului.
Debugger=Dezactivați depanatorul pentru a accelera procesarea erorilor.
OptMemory=Optimizați setările implicite ale memoriei pentru a îmbunătăți performanța sistemului.
OptVEff=Optimizați aspectul componentelor din față (casetă de dialog, meniuri etc.) pentru a îmbunătăți performanța sistemului.
OptFileSystem=Optimizați Fișiere de Sistem pentru a îmbunătăți performanța sistemului.
OptDiskSystem=Optimizați disc I/O sub sistem pentru a îmbunătăți performanța sistemului.
DisAutoRun=Dezactivați caracteristica "Autoplay" pe unități pentru a evita infecțiile cu virus.
OptDiskIdle=Optimizați I/O pe disc în timp ce procesorul este inactiv.
CloseAnimate=Închideți efectul de animație când maximizați sau minimizați o fereastră pentru a accelera răspunsul ferestrei.
PorcessorTime=Optimizați performanța procesorului pentru a face aplicații, jocuri etc. să funcționeze mai bine. (Vă rugăm să ignorați dacă aparatul dvs este un server.)
PagingExecutive=Dezactivați paginarea memoriei și reduceți volumul I/O pentru a îmbunătăți performanța aplicațiilor. (Opțiunea poate fi ignorată dacă memoria fizică este <1 GB)
AeroPeek=Îmbunătățiți viteza de afișare a Aero Peek.
ForeAppSpeed=Sporiți viteza de răspuns a programelor în prim plan.
IconCache=Creșteți memoria cache a sistemului și accelerați afișarea desktopului.
ShowSpeed=Optimizați viteza de răspuns pentru afișarea sistemului.
AeroSnap=Accelerați procesul de Ajustare Aero pentru a face rapid afișarea în miniatură.
PreviewUP=Accelerați viteza de afișare a previzualizărilor de ferestre din bara de activități.
FileListSpeed=Optimizați politica de actualizare a listei de fișiere Windows.
OptTTL=Optimizaţi setarea TTL(timp pentru a trăi) pentru a îmbunătăți performanțele reţelei
OptMTU=Detectaţi automat "găurile negre" utilizând tehnica descoperirii căii MTU pentru a îmbunătăţii performanţa TCP/IP
OptWINS=Optimizați timpul de interogare a numelui WINS pentru a îmbunătăți viteza de transfer a datelor.
OptNetWork=Optimizați setările de rețea pentru a îmbunătăți performanța transferului.
OptNetForward=Optimizați capacitatea de transmitere în rețea pentru a îmbunătăți performanța rețelei.
OptEthernet=Optimizați performanța cardului Ethernet.
OptIEConnection=Creșterea conexiunilor maxime pe server. Viteza de vizionare a paginilor web și viteza de vizionare a videoclipurilor online îmbunătățite.
OptDNS=Optimizați DNS si analizarea vitezei DNS.
OptLAN=Optimizați conexiune LAN.
EnableTRIM=Activați funcția TRIM pentru a îmbunătăți performanța de lucru a SSD.
DisablePrefetch=Dezactivați parametrii prefetch pentru a crește durata de viață a SSD.
DisableSuperPrefetch=Dezactivează parametrii Superfetch pentru a crește durata de viață a SSD.
DisableDefragIdle=Dezactivați defragmentarea automată atunci când este inactiv pentru a crește durata de viață a SSD.
DisableDefragBoot=Dezactivați sistemul de defragmentare la bootare pentru a crește durata de viață a SSD. 
DisableIDECheck=Împiedicați verificarea canalului IDE pentru a îmbunătăți viteza de pornire Windows.
ItemsOptimized=%d elemente au fost optimizate.
NoItems=Felicitări! Toate elementele au fost optimizate.
NoSelectedItem=Alegeți cel puțin un element pentru optimizare.
OptItems=Următoarele %d elemente pot fi optimizate.
RestoreAll=Sigur doriți să restabiliți toate elementele în mod implicit Windows?
StaticIP=Setați o adresă IP statică pentru conexiunea locală pentru a îmbunătăți viteza de pornire a PC-ului.
TakeEff=Unele elemente optimizate vor intra în vigoare după repornirea PC-ului.

[Type]
ContextMenu=Elemente Meniu Contextual Nevalide
MUICache=Cache MUI
Services=Servicii Windows
Activex=Componente ActiveX/COM 
FireWall=Setări Paravan de Protecție
RootAll=Căi Nevalide
SoftwareSection=Căi Programe
ApplicationPaths=Căi Aplicații
FileTypes=Tipuri Fișiere
HelpFiles=Fișiere de Ajutor
Fonts=Fonturi
SharedDLL=DLL-uri Partajate
MRULists=Liste Utilizator MRU
UninstallSection=Dezinstalare
StartMenu=Meniu de Pornire
StartupProgram=Programe de Pornire
SoundandAppEvents=Sunete şi Evenimente App
IEUrlHistory=IE Istoricul Adreselor URL
IFEO=Executare Fișier Imagine
EmptyKey=Chei Goale
App=Setări Aplicații
UserDefine=Definit de Utilizator
ZeroFile=Fișiere goale - 0 biți
WinSetupLog=Eroare fişiere instalări Windows
NtUninstall=Surse dezinstalare a patch-urilor Windows
InvalidLnk=Comenzi Rapide Nevalide
UserTemp=Fișiere din dosare temporare de utilizatori
WinTemp=Fișiere din dosare temporare de Windows
RecentFiles=Link-uri de fișiere recente
PatchSource=Surse Actualizare Windows
TempFile=Fișiere Temporare
fcwdir=Fișiere create printr-un proces de descărcare
tfcbp=Fișiere temporare create de programe
sdrf=Restaurare fișiere create în timpul scanării discului
OldFile=Fișiere Vechi
outdatedfile=Fişiere Învechite
fcwhfir=Fişiere create în timpul rulării unui fişier de ajutor
Ncfile=Fișiere cache grup de știri
Backupfile=Fișiere copie de rezervă
WBfile=Fișiere copie de rezervă MS Word
Cbswahf=Fişiere create în timpul căutării unui fişier de ajutor
whtf=Fișiere de sistem Windows
Logfile=Fișiere jurnal
LLogfile=Fișier jurnal creat de aplicații sau servicii de sistem.
Errorfile=Fişiere de Eroare
Wmdf=Fişiere descărcare memorie Win2000/XP
bcomf=Copii de rezervă ale fişierelor modificate
Indexfile=Fişiere Index
ifcbsiotitpbs=Fişiere index create de sistem pentru a îmbunătăţi viteza de vizualizare a pozelor
Tfcds=Fișiere temporare create în timpul configurării
Intermediatefile=Fișiere Intermediare
chkfile=Fișiere Recuperate

[ErrorMessage]
MUIError1=Lipsesc referința MUI, dar unitatea "%s" este %s, recomand să ignorați această eroare.
MUIError=Lipsește referința MUI
ServiceNotExists=Programul de service specificat nu există.
MimeExName=Extensie de fișier MIME incorectă înregistrată: %s
MimeExName=Extensie de fișier MIME incorectă înregistrată: %s
EmptyKey=Chei goale
EmptyHelpdirctory=Dosar Ajutor Gol.
FileNotExist=Fișierul (Dosarul) nu există.
HFileNotExist=Fișierele (Dosarul) de Ajutor nu există.
EmptyValue=Valoare nulă
TypeLib=Tip Librărie nu există:
NodeEmpty=Nod gol
SharedFilenotexist=Fișierul partajat nu există.
sharedfilenotbeuse=Fișierul partajat nu este folosit.
noconnection=Fară informații conectare
Invalidpathtoicon=Cale nevalidă la icoană.
ReferstoaninvalidClass=Se referă la o clasă invalidă.
Emptyshellcommand=comanda Shell goală.
Invalidshellcommand=comanda Shell nevalida (Fișierul nu există). 
Fontsnotexist=Fonturile nu există.
Hijacking=%s a fost deturnat de către %s.
MRULists=Liste utilizator MRU
invalidOpenWith=Nicio aplicație nu este asociată cu acest tip.
ReferActivex=Se referă la o intrare nevalidă Activex/COM.
EmptyCLSID=CLSID gol. 
ComSourceNotExist=Sursa COM nu există.
invalidUnistall=Informații dezinstalări nevalide 
notexist=nu există.
ObsoleteStartMenuItem= Elemenet învechite (învechit) Meniul Start.
SoundFilenotexist=Fișiere Sunet nu există.
FileNotExist1=Fișier (Dosar) nu există, dar unitatea "%s" este %s, recomandăm să ignorați această eroare.
OpenWithError=Deschisă cu eroare, aplicația specificată nu există.
OpenWithError1=Deschisă cu eroare, aplicația specificată nu există. Dar unitatea "%s" este %s, vă recomandăm să ignorați această eroare.
ComSourceNotExist1=Sursa COM nu există, dar unitatea %s este %s, vă recomandăm să ignorați această eroare.

[CommonClean]
WhenIdle=Inactiv (idle)

[Summary]
ContextMenu=Elementele din meniul contextual nevalide
MUICache=Lipsește referința din memoria memoriei cache
Services=Servicii Windows nevalide
Activex=Componente incorecte ActiveX și COM
FireWall=Setări incorecte firewall Windows
RootAll=Căi și fișiere nevalabile 
SoftwareSection=Căi și fișiere nevalabile lăsate de soft eliminat
ApplicationPaths=Căi aplicații și fișiere inregistrate nevalide 
FileTypes=Informații extensii nevalide
HelpFiles=Fișiere Ajutor inregistrate nevalide
Fonts=Informații fonturi nevalide
SharedDLL=Lipsesc bibliotecile cu legături dinamice partajate
MRULists=Istoric accesare fișiere, filme văzute, documente editate etc.
UninstallSection=Informații dezinstalări nevalide sau inutile
StartMenu= Elemente învechit (învechite) meniul Start
StartupProgram=programe pornire nevalide sau invechite.
SoundandAppEvents=setări sunet si evenimente nevalide sau învechite
IEUrlHistory=Istoric Web IE
IFEO=Intrări malware create de spyware, virus sau malware
EmptyKey=Intrări fără informații
App=Setări aplicații incorecte 

[AutoClean]
ErrorsFixed=erori curățate.
Title=Felicitări!
ErrorsFound=erori găsite.

[AutoUpdate]
CurrentFile=Fișier curent:
Canceling=Anularea...
CANCEL=Anulare
Ready=Gata de descărcat

[Skin]
SkinDefault=Implicit
SkinBlue=Albastru
SkinGreen=Verde
SkinCustom=Preferat
SkinColor=Culoare skin preferată

[EUASK]
regcaption=Înregistrează
logincaption=Logare
FrmEuaskLogin.lblJoin.Caption=Alăturaţi-vă Euask
FrmEuaskLogin.lblSign.Caption=Conectare la Euask
FrmEuaskLogin.lblnick.Caption=Nume de utilizator:
FrmEuaskLogin.lbl1.Caption=Parola:
FrmEuaskLogin.btnlogin.caption=Logare
FrmEuaskLogin.btnregister.Caption=Înregistrează
FrmEuaskLogin.btnpwd.Caption=Ți-ai uitat parola?
FrmEuaskLogin.WiseLabel1.Caption=Nume de utilizator:
FrmEuaskLogin.WiseLabel2.Caption=Parola:
FrmEuaskLogin.btnreg.caption=Înregistrează
FrmEuaskLogin.WiseSimpleButton1.Caption=Logare
FrmEuaskLogin.lbl2.Caption=E-mail:
FrmEuaskLogin.btnnone.Caption=Nu acum
inputuser=Introduceți parola și numele de utilizator.

[Renew]
subscribed=Nu-mi mai reaminti.
title=Wise Registry Cleaner PRO va expira în %d zile!
title1=Cheia de licență a expirat. Vă rugăm să-l reînnoiți la timp!
Price=Reînnoiește numai Pro %s!
Describe=S-ar putea să pierdeți privilegiile versiunii Pro.
Renew=Reînnoiește acum